{
    "1、依照赫曼全脑模型划分，沙和尚属于（ ）": "D、纪律型",
    "2、以下哪一项不是创新型人才的特点？": "C、力求稳妥，拒绝冒险",
    "3、创造是指人们首创或改进某种思想、理论、方法、技术和产品的活动。我们可以将人类的创造分为第一创造性和第二创造性，下列属于第二创造性的是（ ）。": "C、LED显示屏",
    "4、人类社会在我们的不断创造中快速发展，那么我们不断实现各种突破性的创造的根本动因是（ ）。": "B、创造性需求",
    "5、创新方法的三阶段不包括（ ）。": "D、疑问法",
    "6、早上起来，推开窗子发现地面全都湿了，你推断昨天夜里一定下雨了。这是思维的（ ）。": "B、间接性",
    "7、右脑是创造力的源泉。": 1,
    "8、依照赫曼全脑模型划分，孙悟空属于（ ）": "D、象限D：善于用直觉的，整体的，演绎推理的认识与处理问题。",
    "1、长期按照相同的思维方式去解决问题，这就是我们所说的“习惯成自然”，但在很多方面对问题的解决起到了不好的影响，我们把这叫做（ ）。": "B、思维定势",
    "2、超声波熔接缝纫机利用超声波在两块衣料间振动，摩擦生热并以极高的温度将它们熔接在一起，实现了无针无线，快速美观，体现了创造性思维的（ ）特征。": "C、对传统的突破性",
    "3、在学习时，虽然也遇到过稍微复杂的数学问题、物理问题，但多数情况下是把类似的问题拿来照搬，也因为这样往往缺乏深入思考，导致解题失误。这属于（ ）思维定式。": "C、直线型",
    "4、有的人喜欢跟别人唱对台戏，人家说东，他偏往西，好赌气，费了好大力气，走了许多弯路还不愿回头。这属于（ ）思维定势。": "C、偏执型",
    "5、爱因斯坦建立相对论时，由于省略了中间环节，其创新成果曾一时令人无法理解和接受，被人讥笑他为“疯子”。这体现了创造性思维的（ ）特征。": "B、程序上的非逻辑性",
    "6、思维是一种复杂的心理现象，没有方向。": 0,
    "7、纸上谈兵，指的是（ ）。": "B、书本式",
    "8、不带头，不冒尖，一切都随大流。这指的是（ ）思维定势。": "D、从众型",
    "1、作为两种思维方式，发散思维和收敛思维有显著的区别，在作用上，（ ）更有利于人们思维的广阔性、开放性。": "发散思维",
    "2、在海王星和冥王星的发现过程中，人们按照常规的思维方式去思考，利用已知的理论对实测数据进行分析，并大胆地推测出了新行星的存在。这种推测利用的是（ ）思维。": "C、正向",
    "3、心理学家吉尔福德说，“正是在（）思维中，我们看到了创造性思维最明显的标准”。": "B、发散",
    "4、下面不属于收敛思维特点的是（ ）。": "D、变通性",
    "5、以下哪一项不属于正向思维的运用？（ ）": "B、司马光砸缸",
    "6、追求多种答案有助于走出思维误区。": 1,
    "7、收敛思考强调严密的逻辑性，需要冷静的科学分析。定性分析、定量分析。": 1,
    "8、陷入正向思维而不懂变通是非常可怕的，愚公就是这样的例子。": 1,
    "1、下列不属于有意想象的是（ ）。": "A、做梦",
    "2、由给定事物联想到经常与之同时出现或在某个方面有内在联系的事物的思维活动是（ ）联想。": "C、相关",
    "3、18世纪著名科幻作家凡尔纳写出了104部科幻小说，书中写到的直升机、导弹、电视台等在20世纪都已实现。凡尔纳幻想的事物70%如今已成为现实，这足以证明（ ）是科学创造的前导。": "B、想象思维",
    "4、形象思维的分类不包括（ ）。": "D、发散思维",
    "5、（ ）是定义灵感思维的必要特征。": "独创性",
    "6、形象思维发展到抽象思维后便不能再继续进化了。": 0,
    "7、按照思维方式进行划分，可将思维分为逻辑思维和（ ）。": "A、形象思维",
    "8、创造是形象思维与抽象思维的互补。": 0,
    "1、在使用头脑风暴法时，在设想提出阶段，以下哪些行为违反了延迟批判这一原则。（ ）": "D、以上全部违反",
    "2、在王总主持的一次会议上，为解决一个问题，他建议大家提出各种各样的想法，王总的这个建议体现了头脑风暴法的（ ）的规则。": "B、欢迎各种离奇的假想",
    "3、头脑风暴法是由美国创造学家（ ）于1939年首次提出、1953年正式发表的一种激发思维的方法。": "B、奥斯本",
    "4、越多越好！——重数量而非质量,指的是头脑风暴法基本规则中的（ ）。": "B、数量产生质量",
    "5、关于头脑风暴法，说法不正确的是（ ）。": "B、在头脑风暴法中不切合实际的想法是坚决不允许的",
    "6、以下哪些属于传统讨论会议的缺点（ ）。": [
        "A、从众障碍",
        "B、权威障碍",
        "C、惯性障碍",
        "D、惰性障碍"
    ],
    "7、在提出设想阶段，只专心提出设想，而不进行评价，这体现了头脑风暴法的（ ）原则。": "A、延迟判断",
    "8、头脑风暴法有利于提供一个轻松愉快的思考环境。": 1,
    "1、设问型创意思考方法中最为典型的方法是（ ）。": "D、奥斯本检核表法",
    "2、亨利·丁根将轴承的滚柱改成圆球，发明了滚珠轴承，这一形状的改变，大大提高了轴承的使用寿命。这属于奥斯本检核表中的（ ）方面。": "B、能否改变",
    "3、在解决某一问题，改进某一物品时，能否先有一个约定的标准，大家都能接受的规定，能使工作效率更高、更方便、更准确。这是和田十二表法中的（ ）。": "C、定一定",
    "4、江南春在电梯即将封闭时看到电梯门口舒淇的海报，联想到电梯门口安电视，造就分众传媒，带来亿万财富。这是和田十二表法中的（ ）。": "A、联一联",
    "5、下面哪几项属于奥斯本检核表所包含的内容（ ）。": [
        "B、能否改变",
        "C、能否变大",
        "D、能否颠倒"
    ],
    "6、问题意识就是指要怀疑一切。": 0,
    "7、下面哪个不是问题与创新之间的关系（ ）。": "D、问题对创新毫无作用",
    "8、受石油工业中用小机器人来探测管道漏洞做法的启发，制造出各种内窥镜用于医疗工作，体现了奥斯本检核表中的（ ）。": "B、能否借用",
    "1、通过插画、图形、图表、表格、关键词等把信息传达出来，将我们的想法画出来，帮助我们有效地分析和理解问题，寻求解决问题的方案，指的是（ ）。": "B、思维导图",
    "2、一幅合格的思维导图不需要具备的特点是（ ）。": "B、文字繁多",
    "3、思维导图是通过带顺序标号的树状的结构来呈现一个思维过程，要想画出一幅合格的思维导图要避免（ ）等误区。": [
        "A、文字繁多",
        "B、图片过多",
        "C、节点过多"
    ],
    "4、思维导图绘制的第一步是（ ）。": "B、写下中心主题",
    "5、思维导图的理论原理是科学研究认为人类的思维特征是呈（ ）的，进入大脑的每一条信息、每一种感觉、记忆或思想都可作为一个思维分支表现出来。": "B、放射性",
    "1、列举型创新方法是一种具体运用（ ）来克服思维定势的创新方法。": "B、发散思维",
    "2、床和沙发组合成的沙发床、镜子和柜子组合成的带穿衣镜的柜子、床和箱子组合成的床底可兼做储物柜的组合床等，这些发明创造使用了（ ）的方法。": "D、成对举例法",
    "3、按照所列举对象的不同，列举法可以分为（ ）。": [
        "B、缺点列举法",
        "C、希望点列举法",
        "D、成对列举法",
        "E、综合列举法",
        "A、属性列举法"
    ],
    "4、属性列举法主要从（ ）方面进行。": [
        "A、名词属性",
        "B、形容词属性",
        "C、动词属性",
        "D、量词属性"
    ],
    "5、列举法的引申方法包括（ ）。": [
        "A、缺点列举法",
        "B、希望点列举法",
        "C、成对列举法",
        "D、综合列举法"
    ],
    "6、根据人们提出来的种种希望，经过归纳，沿着所提出的希望达到的目的，进行创造发明的方法，指的是（ ）。": "C、希望点列举法",
    "7、通过发现、发掘事物的缺陷，把它的具体缺点一一列举出来，然后，针对这些缺点，设想改革方案，进行创造发明。指的是（ ）。": "B、缺点列举法",
    "8、人们希望拥有顺风耳、千里眼，进而发明了电话，使用了（ ）。": "C、希望点列举法",
    "1、（ ）是以系统分析和综合为基础，用集合理论对研究对象相关形态要素的分解排列和重新组合，得出所有可能的总体方案，最后通过评价进行选择。": "C、形态分析法",
    "2、（ ）就是将整个创造系统内部的要素分解、重组和创造系统之间要素的组合，从而产生新的功能和最优的结果的方法。": "A、组合法",
    "3、以下（ ）不属于组合法的类型。": "B、强制组合",
    "4、美国戴维德等人把超声波和静电场方法结合，设计出一种硬水软化装置。属于（ ）": "C、方法组合",
    "5、信息交合法具体实施步骤的第一步是（ ）。": "A、定中心",
    "6、同类组合就是若干相同或相近事物的组合，又称为同物组合。": 1,
    "7、（ ）就是将整个创造系统内部的要素分解、重组和创造系统之间要素的组合，从而产生新的功能和最优的结果的方法。": "A、组合法",
    "8、瑞士军刀属于（ ）。": "A、元件组合",
    "1、六顶思考帽法运用的思维方式是（）。": "C、平行思维",
    "2、在六顶思考帽法中，运用（ ）思考帽时人可以表现自己的情绪，还可以表达直觉、感受、预感等方面的看法。": "B、红色",
    "3、在六顶思考帽法中，（ ）思考帽代表思维过程的控制与组织，它可以控制其他思考帽的使用。": "C、蓝色",
    "4、学校食堂的用餐价格上涨了20%，使用的是（ ）色思考帽。": "B、白",
    "5、他英语讲得真好，这非常有用。使用的是（ ）色思考帽。": "C、黄",
    "1、无论是从词源的涵义、还是作为一种推理思维的方法、还是作为一种创新方法，类比始终强调的一点是（ ）。": "C、事物之间的相似性比较",
    "2、下列哪个是不属于原型启发法的特点（ ）。": "A、原型是有意识被寻找到的",
    "3、芝加哥西尔斯大厦的结构采用的是树木细胞蜂窝状的，其中运用到的类比类型是（ ）。": "A、直接类比",
    "4、挖土机可以用模拟人体手臂的动作来进行设计，它的主臂如同人的上下臂，可以左右上下弯曲，挖斗似人的手掌，可以插入土中，将土抓起。运用的是（ ）。": "D、拟人类比",
    "5、万物生长靠太阳，这是人人皆知的事情有农艺家在对“阳光农业”的思考中悟出了“月光农业”的创意。运用的是（ ）。": "B、对称类比",
    "6、类比法的基础是比较，它的运作机制原理包括（ ）。": [
        "A、同质异化",
        "C、异质同化"
    ],
    "7、机械人的设计主要是模拟人的动作，运用的是类比法中的（ ）。": "B、拟人类比",
    "8、有农艺家在对“阳光农业”的思考中悟出了“月光农业”的创意，运用的是类比法中的（ ）。": "C、对称类比",
    "1、（ ）是指一个技术系统中的同一个参数的矛盾，也就是自相矛盾。": "A、物理矛盾",
    "2、（ ）是指当系统中的某一子系统（参数）得到改善时，可能导致另一子系统（参数）发生恶化。": "B、技术矛盾",
    "3、根据TRIZ理论中关于专利登记的划分，半导体的发现属于（ ）级别。": "D、四（全新的概念）",
    "4、电话子母机的发明运用的使物理矛盾中的（ ）原理。": "A、整体与部分分离",
    "5、根据TRIZ理论中关于专利登记的划分，可折叠式自行车的发明属于第（ ）级别。": "B、二（少量的改进）",
    "6、发明问题的核心是发现矛盾并解决矛盾，技术系统进化就是不断解决系统所存在矛盾的过程。": 1,
    "7、测量海底时，将声纳探测器与船体空间分离，用以防止干扰，提高测试精度，是使用（ ）原理解决物理矛盾。": "A、空间分离",
    "8、将飞机机翼设计成可调的活动机翼，以适应在飞行中各个时间段的不同要求，是使用（ ）原理解决物理矛盾。": "B、时间分离",
    "( )是以系统分析和综合为基础，用集合理论对研究对象相关形态要素的分解排列和重新组合，得出所有可能的总体方案，最后通过评价进行选择": "形态分析法",
    "()就是将整个创造系统内部的要素分解、重组和创造系统之间要素的组合，从而产生新的功能和最优的结果的方法": "组合法",
    "以下( )不属于组合法的类型": "强制组合",
    "美国戴维德等人把超声波和静电场方法结合，设计出一种硬水软化装置。属于()": "方法组合",
    "信息交合法具体实施步骤的第一步是()": "定中心", 
    "同类组合就是若干相同或相近事物的组合，又称为同物组合": 1,
    "( )就是将整个创造系统内部的要素分解、重组和创造系统之间要素的组合，从而产生新的功能和最优的结果的方法": "组合法",
    "瑞士军刀属于": "元件组合",
    "六顶思考帽法运用的思维方式是": "平行思维",
    "六顶思考帽法中，运用( )思考帽时人可以表现自己的情绪，还可以表达直觉、感受、预感等方面的看法": "红色",
    "在六顶思考帽法中,( )思考帽代表思维过程的控制与组织，它可以控制其他思考帽的使用": "蓝色",
    "学校食堂的用餐价格上涨了20%，使用的是()色思考帽": "白",
    "他英语讲得真好，这非常有用。使用的是()色思考帽": "黄",
    "无论是从词源的涵义、还是作为一种推理思维的方法、还是作为一种创新方法，类比始终强调的一点是": "事物之间的相似性比较",
    "下列哪个是不属于原型启发法的特点()": "原型是有意识被寻找到的",
    "芝加哥西尔斯大厦的结构采用的是树木细胞蜂窝状的，其中运用到的类比类型是()": "直接类比",
    "挖土机可以用模拟人体手臂的动作来进行设计，它的主臂如同人的上下臂，可以左右上下弯曲，挖斗似人的手掌，可以插入土中，将土抓起。运用的是()": "拟人类比",
    "万物生长靠太阳，这是人人皆知的事情有农艺家在对“阳光农业”的思考中悟出了“月光农业”的创意。运用的是()": "对比类比",
    "类比法的基础是比较，它的运作机制原理包括": [
        "同质异化",
        "异质同化"
    ],
    "机械人的设计主要是模拟人的动作，运用的是类比法中的": "拟人类比",
    "有农艺家在对“阳光农业”的思考中悟出了“月光农业”的创意，运用的是类比法中的()": "对比类比",
    "()是指一个技术系统中的同一个参数的矛盾，也就是自相矛盾": "物理矛盾",
    "( )是指当系统中的某一子系统(参数)得到改善时，可能导致另一子系统(参数)发生恶化": "技术矛盾",
    "根据 TRIZ 理论中关于专利登记的划分，半导体的发现属于()级别": "四(全新的概念)",
    "电话子母机的发明运用的使物理矛盾中的()原理": "整体和部分分离",
    "根据 TRIZ 理论中关于专利登记的划分，可折叠式自行车的发明属于第()级别": "二(少量的改进)",
    "发明问题的核心是发现矛盾并解决矛盾，技术系统进化就是不断解决系统所存在矛盾的过程": 1,
    "将飞机机翼设计成可调的活动机翼，以适应在飞行中各个时间段的不同要求，是使用()原理解决物理矛盾": "时间分离"
}