{
    "1、拥有死亡意识，并不意味着（ ）": "D、每天都要提醒自己有一天会死亡",
    "2、进行死亡教育的必要性不包括（ ）": "A、教给人们深邃的死亡哲学智慧",
    "3、下面哪一个不是死亡教育的主题？（ ）": "D、怎样为来世做好准备？",
    "4、死亡学的创始人是（ ）": "A、梅欣尼可夫",
    "5、1963年，（ ）在明尼苏达大学开设了第一门正式死亡教育课程": "B、罗伯特•富尔顿",
    "6、“未知生，焉知死？”是谁的名言？": "C、孔子",
    "7、“今吾生之为我有，而利我亦大矣。论其贵贱，爵为天子，不足以比焉；论其轻重，富有天下，不可易之；论其安危，一曙失之，终身不复得。”《吕氏春秋》中这段话告诉我们的道理是：": "D、生命是一次性的，没有什么东西能比它更宝贵",
    "8、美国外科医生舍温﹒努兰为什么不敢在死亡证明上写上‘死因：年老’？": "C、现代医学拒斥死亡",
    "9、现代社会中病人死在医院而不是死在家里的现象造成了": "B、人们对死亡的无知",
    "10、关于信仰的说法，正确的是": "D、有坚定人生信仰的人不会随波逐流",
    "11、下面表达人生无常的诗句有": [
        "B、浩浩阴阳移，年命如朝露。",
        "C、古往今来共一时，人生万事无不有。",
        "D、盛衰各有时，立身苦不早。"
    ],
    "12、以下属于不尊重生命的行为的是": [
        "A、酒驾",
        "D、黑社会街头火并"
    ],
    "13、死亡教育要处理的议题有": [
        "A、关于死亡的知识",
        "B、关于珍爱生命",
        "C、怎样征服死亡带来的恐惧与悲伤",
        "D、恰当的人生观与死亡观"
    ],
    "14、死亡教育既是一门课程，也是一种体验。": 1,
    "15、1963年，荷蒙•菲菲尔在明尼苏达大学开设了第一门正式死亡教育课程。": 0,
    "16、落实于体验的死亡教育课程侧重于让受教育者对与死亡相关的现象感同身受，并对于这些现象进行思考，重感受反思。": 1,
    "1、下面关于生命起源的说法，不属于神造论的是（ ）": "D、进化论",
    "2、从个体的角度来说，人的生命来源于（ ）": "C、父母性交后精子竞赛的偶然结果",
    "3、为什么要讨论生命的意义？（ ）": "A、为生命的存在提供世俗的和超越的支持",
    "4、讨论生命的意义不包括下面哪个方面？（ ）": "D、生命对于创造生命的神的意义",
    "5、毕淑敏曾经在一次演讲中说：生命是没有意义的。但是她又说：我们要创造一个意义出来。这说明毕淑敏主张生命是否有意义完全在于个人是否愿意去创造它。（ ）": 1,
    "6、下面关于个体命运的说法正确的是": "D、人的命运会受到先天因素的影响，但是更多地取决于个人努力",
    "7、生命对于生命所有者的意义是": "D、每一个人都有自己的追求和幸福。每一个生命都有自己的发展愿景。生命就是实现这种幸福和愿景的基础。",
    "8、如果一个人从小生活在上层社会、富裕之家，那么他基本上可能一生衣食无忧。这表明": "B、人的命运中有一部分的确是被决定的，与个人努力无关",
    "9、达尔文在《物种起源》中表达了与拉马克思想不同的进化论学说，其思想包括": [
        "C、物种是可变的，生物是进化的",
        "D、自然选择是生物进化的动力"
    ],
    "10、关于人类生命受孕过程的描述，正确的有": [
        "A、在男性射精后，有五分之一的精子会因为女性阴道的酸性环境而立即死去。",
        "B、在到达子宫颈之前，还会有五分之一精子死去。",
        "C、实际上真正能够到达子宫的精子不过几百个。",
        "D、一般来说，最后仅有一个精子能够顺利地与卵子结合，完成授精过程。"
    ],
    "11、苏格拉底教导我们：未经反思的生活是不值得过的。这对我们的启示是": [
        "A、我们必须经常思考自己生活的意义是什么，以便据此调整自己的人生规划",
        "B、个人的努力在一定程度上可以决定我们的生活是什么样的",
        "D、人的命运可以在一定程度上掌握在自己手里"
    ],
    "12、追寻生命的意义，其实就是要为生命存在提供一种支持。": 1,
    "13、个人努力对于改善命运毫无意义。": 0,
    "1、蒙田说：预先思考死亡就是预先思考自由。蒙田的意思是（ ）": "A、拥有死亡意识，就不会违心地去做自己不愿意做的事情。",
    "2、死亡无所不在的事实要求我们（ ）": "B、拥有死亡意识，反思该如何过好自己的人生",
    "3、皈依宗教作为超越死亡的一条路径，其合理性在于（ ）": "C、相信宗教的来世之合乎心理卫生，可以缓解人面对死亡时的心理紧张",
    "4、列夫﹒托尔斯泰的短篇小说《狂人日记》实际上揭示了主人公产生（ ）的过程和状态。": "A、死亡焦虑",
    "5、下面（ ）表达了对于人生是向死而生这样一个事实的认识。": "A、托尔斯泰：要是一个人学会了思想，不管他思考的对象是什么，他总是在想着自己的死。",
    "6、说死亡是一个很平常的问题，主要指": "B、死亡是人类社会中很常见的现象。",
    "7、一些人生来就相信自己会永生，这是": "A、天生幻觉",
    "8、“德黑兰死神 ”的故事所揭示的人的本性是：": "B、好生恶死",
    "9、死亡这件事必须一个人亲历亲为，他人无法代劳。这说明死亡意味着": "A、孤独和隔离",
    "10、“太上有立德，其次有立功，其次有立言。虽久不废，此之谓三不朽”。这种超越死亡的路径属于": "C、哲学反思",
    "11、死亡的意义这个议题所包括的两种含义是": [
        "C、“有死”的意义，也就是人会死亡这件事的意义。",
        "D、某一个体的死亡这件具体的事情的意义。"
    ],
    "12、以下属于通过哲学反思的路径超越死亡的是": [
        "A、朝闻道，夕死可矣。",
        "B、死，无君于上，无臣于下，亦无日时之事，从然以天地为春秋，虽南面王乐，不能过也。",
        "D、死亡是灵魂离开肉体监狱而获得解放。"
    ],
    "13、宗教是人们为了解决人们的死亡恐惧和死亡焦虑而专门制造出来的。": 1,
    "14、死亡焦虑，是指人类个体对即将到来的死亡或者人必有死的事实所产生的不安、纠结、恐惧等心理和情绪。": 1,
    "15、亚里士多德认为，哲学就是练习死亡。": 0,
    "1、濒死体验是（ ）向人们报告的主观体验。": "C、遭受严重创伤或疾病但意外地获得恢复的人",
    "2、《life after life》的是（ ）从搜集的上千案例中精选了一百五十个左右写成的濒死体验报告集。": "B、雷蒙德•穆迪",
    "3、我们从濒死体验研究中所获得的启示是（ ）": "C、濒死体验为人们征服死亡提供了一个心理支柱：死亡并不可怕，而且某种意义上，那是一次奇妙的生命之旅",
    "4、“濒死体验”这个概念是（ ）提出的。": "B、雷蒙德﹒穆迪",
    "5、中国濒死体验研究者（ ）曾经发表关于中国唐山大地震中经历濒死体验者的研究成果。": "B、刘建勋",
    "6、近代最早的濒死体验探索者是": "B、阿尔伯特•哈伊姆",
    "7、濒死体验的研究者报告大约有多大比例的濒死体验是负面的，如堕入地狱，承受烈火煎熬等等？": "B、10%",
    "8、Near-Death Experience这一概念的首先使用者是：": "D、雷蒙德•穆迪",
    "9、中国最著名的濒死体验研究者是": "A、冯志颖",
    "10、以下符合濒死体验事实的是": [
        "A、能够说出濒死体验的人并没有真正死亡。",
        "C、濒死体验者的报告带有主观色彩。",
        "D、濒死体验的内容常常受到报告者所处文化的严重影响。"
    ],
    "11、导致罗斯医生在早年相信灵魂观念和死后世界的原因和经历包括": [
        "A、她发现病人在临死前会极为放松，感到宁静平和毫无痛苦。",
        "B、她发现病人的临终幻觉里面包括了刚刚死去的人，而病人并不知道他已经死去。",
        "C、她的一个已经去世的病人斯瓦兹太太居然“回访”了她。"
    ],
    "12、可以用来描述穆迪医生对待濒死体验态度的词有": [
        "A、认真",
        "B、谨慎"
    ],
    "13、能够说出濒死体验的人都曾经被医生认为已经死亡。": 1,
    "14、濒死体验通常都有很强的个性化色彩，说明那是报告者个人随意编造的故事。": 0,
    "15、濒死体验根本上来说是不科学的，因此是虚假的。": 0,
    "1、北京心理危机研究所的研究表明，自杀是（ ）人群的首位死因。": "B、15岁至34岁",
    "2、世界卫生组织自2004年开始，将每年的（ ）定为“世界预防自杀日”。": "B、9月10日",
    "3、家庭主妇的自杀率较高，主要是因为（ ）。": "D、生活太单调，没有挑战性",
    "4、下面（ ）不是可能导致大学生自杀的人格障碍。": "B、焦虑",
    "5、下面（ ）不属于自杀的征兆。": "D、向好朋友或者亲近的人诉说自己的烦恼，请他们宽慰自己",
    "6、历史上第一个对自杀做出严肃学术研究的学者是法国社会学家": "B、杜尔克姆",
    "7、许多人认为中国自杀率很高，这主要是受哪位学者的研究影响？": "C、费立鹏",
    "8、关于是否应该与有自杀倾向的人谈论自杀，下面看法中错误的是": "A、与有自杀倾向的人谈论自杀，会勾起其自杀的愿望。",
    "9、准自杀的特征包括：": [
        "A、行动决策出于报复性的心理；或者为了达到让对方迅速屈服的目的",
        "B、一般没有前驱症状",
        "C、没有行为先兆"
    ],
    "10、过去二十年里，中国出现了大批农村女性从乡村到城市的劳动力迁移。这使得农村女性自杀率大幅度下降。这是因为女性的迁移规避了三种自杀风险，它们是": [
        "A、对原有从属地位的规避",
        "B、对原有家庭纠纷的规避",
        "C、对农药作为自杀工具的规避"
    ],
    "11、以下关于有自杀倾向的青少年特征的描述，正确的有": [
        "A、有未能及时解决的心理问题的青少年自杀倾向大。",
        "B、家庭存在危机的青少年自杀倾向大。",
        "C、学业压力大的青少年自杀倾向大。",
        "D、有外控个性的青少年自杀倾向大。"
    ],
    "12、自杀在20世纪90年代曾经是中国15岁至34岁人群的首位死因。": 1,
    "13、在我国，用精神疾病来解释自杀原因，只适用于一小部分自杀者，而不能解释全部自杀现象。": 1,
    "14、自杀无规律可循": 0,
    "1、提出ICU病人形象这个概念的目的是（ ）。": "C、指出一种现代医学条件下无奈结束生命的模式，在这种模式下，终末期病人未能得到家庭的温暖",
    "2、对“尊严”概念持抛弃论之所以错误是因为（ ）": "B、“尊严”概念极为有用",
    "3、“人要死得像个样子”是指（ ）。": "B、人死之时应该坦然而且没有恐惧、悲叹、绝望等负面情绪",
    "4、病人的意志选择要受到尊重是指（ ）。": "A、对终末期病人是否进行医疗干预，以及进行何种医疗干预，应该倾听病人的意见",
    "5、终末期病人道德义务“豁免说”是指（ ）": "B、社会准许终末期病人不再履行道德义务",
    "6、现代社会尊严思想的最重要来源是": "C、康德的尊严思想",
    "7、下面哪一个不是“尊严疗法”的作用？": "D、提升病人的社会地位",
    "8、以下不符合尊严死亡理念的是": "D、对终末期病人实施侵入性治疗",
    "9、可能涉及尊严死亡议题的情景有": [
        "B、一位长期处于植物人状态的病人使用鼻饲管维持营养。",
        "D、一位癌症晚期病人在重症监护室内正在使用呼吸机。"
    ],
    "10、1990年世界卫生组织提出了缓和医疗三原则，它们是": [
        "A、重视生命并承认死亡是一种正常过程",
        "B、既不加速，也不延后死亡",
        "D、提供解除临终痛苦和不适的办法"
    ],
    "11、尊严死亡理念的启示有": [
        "A、尊严死亡理念让我们懂得了死亡有好死和坏死，我们应该选择好死。",
        "B、医学不应只是简单地追求人的生存或者存在，而是必须要问：“这是什么样的生存？这是怎样的一种存在？”",
        "C、医学科技的发展并不意味着只要在医学上能做到的，就是对病人应该做的。"
    ],
    "12、尊严死亡议题最先出现在中国。": 0,
    "13、在现代医学情境中，让人享有尊严，就是在医学行动中将这个人视为目的，而不是仅仅视为工具或手段。": 1,
    "14、“尊严死亡”是现代社会所特有的哲学命题。": 0,
    "1、现代安宁疗护的奠基人和倡导者是（ ）。": "A、西塞莉•桑德斯",
    "2、世界上最早建立的现代安宁疗护机构是（ ）。": "D、圣克里斯托弗安宁疗护院",
    "3、下面不属于安宁疗护观念的是（ ）。": "D、活着就是一切",
    "4、下面（ ）不能证明安宁疗护的重要性。": "B、对于终末期病人来说，早一天结束生命就意味着早一天结束痛苦",
    "5、说安宁疗护是医学人道主义的重要发展，是因为（ ）。": "B、安宁疗护把病人当作一个有权利、有尊严的整全的社会个体来对待",
    "6、安宁疗护强调“四全照顾”理念，这是指": "C、全人、全家、全程、全队",
    "7、以下关于安宁疗护说法错误的是": "A、安宁疗护不注重生命的延长，是对生命的不尊重。",
    "8、下面说法中错误的是": "D、今天导致人类死亡的疾病主要是传染病，因此传染病患者是最需要安宁疗护的群体",
    "9、世界卫生组织在1986年推荐了止痛法，认为按时用癌痛药治疗，90%以上的癌症病人可以得到缓解，从而可以获得高质量的生活。这种止痛法叫做": "A、三阶梯止痛法",
    "10、以下属于安宁疗护所秉承理念的是": [
        "A、尊重生命",
        "B、生命的质量重于数量",
        "C、接纳死亡",
        "D、协助病人安详、有尊严地离世"
    ],
    "11、之所以说安宁疗护优化了人的死亡方式是因为": [
        "A、生物医学模式下坚持对病人治疗到底的做法，常常让病人受尽折磨。",
        "B、是否接受安宁疗护服务，不是在抢救生命与放弃生命之间进行选择，而是在痛苦死亡与安详无痛苦死亡之间进行选择。",
        "C、尽全力治疗的现代医学主张使得病人没有机会与家人共享生离死别的时刻。"
    ],
    "12、安宁疗护要做的工作有": [
        "A、减轻临终者的病痛，也就是躯体的照顾。",
        "B、对临终者的心理治疗，也就是缓解临终者的恐惧、压抑心理，充分肯定自己。",
        "C、对临终者进行灵性照顾。",
        "D、对病人家属进行照顾与悲伤辅导。"
    ],
    "13、现代安宁疗护的思想起源于美国": 0,
    "14、1967年，圣•克里斯多弗安宁疗护院在伦敦成立，掀起了现代安宁疗护运动。": 1,
    "15、临终病人的心理会严格按照心理发展五阶段论所揭示的那样发展，依次经历各个发展阶段。": 0,
    "1、安乐死的特征不包括（ ）。": "C、病人在安乐死的过程中必须体验到欣快的感觉",
    "2、“病不许治者，病必不治，治之无功也。”这样一种类似安乐死的思想出自我国古代的（ ）": "A、《黄帝内经》",
    "3、世界上第一个安乐死合法化的国家是（ ）": "C、荷兰",
    "4、在支持安乐死的观点中，医学人道主义的观点是指（ ）。": "A、帮助病人安乐死就是帮助病人解脱痛苦，因此是人道主义的做法",
    "5、反对安乐死的人说自愿安乐死中的“自愿”值得怀疑，这是指（ ）。": "C、自愿安乐死的人是在疾病的折磨下不得已的“自愿”",
    "6、安乐死的对象必须是": "D、目前医学条件下身体品质无法复原的绝症患者",
    "7、在中国，1986年的安乐死事件发生于": "C、陕西汉中",
    "8、有人担心如果允许安乐死合法化，可能会出现医生与病人家属合谋杀死病人的现象。这是一种可能的": "A、道德风险",
    "9、二战后美国的安乐死运动分成两个阶段，这两个阶段分别是": [
        "A、死亡权利运动阶段",
        "D、尊严死亡运动阶段"
    ],
    "10、荷兰安乐死合法化的经验有：": [
        "A、荷兰的安乐死合法化问题经过了长期讨论。",
        "B、荷兰社会保障体系健全，缓和医疗普及。",
        "C、荷兰医生的职业品格过硬。",
        "D、荷兰的医患关系和谐。"
    ],
    "11、以下属于反对安乐死的观点有": [
        "A、医生关于病人处于终末期的诊断不能保证百分之百地正确。",
        "B、希波克拉底传统认为医生只能救助生命，而不能伤害病人。",
        "C、结束一个人的生命总是错误的行为。",
        "D、结束一个人的生命是对上帝的僭越。"
    ],
    "12、安乐死（Euthanasia）这个词源于希腊文，意思是\"幸福\"地死亡，主要强调加速一个人的死亡，以减少死亡过程中的痛苦。": 1,
    "13、主动安乐死和被动安乐死的区别在于是否由病人主动申请了安乐死。": 0,
    "14、希波克拉底是安乐死的坚定支持者。": 0,
    "殡葬文化指人类在处理死亡事件的殡葬活动中所产生的()的总和。": "观念、实物和操作活动",
    "子曰:“生，事之以礼;死，葬之以礼，祭之以礼。”由此可知，根据儒家文化，殡葬其实是()。":"对死者的礼遇，是孝的体现",
    "季路问事鬼神。子曰:“未能事人，焉能事鬼?”孔子在别处还说:“所重:民、食、丧、祭。”这表明儒家在殡葬文化中坚持()的观点。":
     "远鬼神而重丧祭",
    "《论语阳货》记载，宰我询问三年之丧时间太长，可否减为一年，孔子说:“予之不仁也!子生三年，然后免于父母之怀。夫三年之丧，天下之通丧也。予也有三年之爱于其父母乎?”《淮南子汜论训》说“厚葬久丧以送死，孔子之所立也。”而《礼记》里又记载了子游问丧具的故事，孔子回答说:“称家之有亡(无)。”子游曰:“有无恶乎齐?”孔子曰:“有，毋过礼;苟亡矣，敛首足形，还葬，县棺而封。人岂有非之者哉?”根据上述资料，我们可以判断在殡葬问题上,孔子的观点是()。": 
    "轻形式而重内容，即更重视表达内心的哀悼之情",
    "葬礼的社会意义不包括()。": "可以增强人们对来世生活的信心，从而减少对死亡的恐惧",
    "词源学的角度来说，“葬”的最早含义应该是": "“葬也者，藏也。”，表示把死者埋在野草中，指对尸体的盛殓或者处置",
    "孔子说“未能事人，焉能事鬼?”这说明孔子()。": "强调现实生活的重要性，把现实生活置于鬼神之事的前面",
    "现在在一些地区，地方政府要求简单办理丧事，今天死，明天埋，甚至当天死当天埋，这都是错误的。这是因为:": 
    "殡葬并不只是简单地对亲人遗体的埋葬，它还具有重要的文化和社会功能",
    "属于殡葬活动中产生的观念的有":[
        "关于灵魂的看法",
        "怎样看待葬礼",
        "应该给予死者怎样的地位和待遇"
    ],
    "孔子从心态到行为都十分重视丧祭之礼。以下能表明孔子这一点的文献记载有":[
        "祭如在，祭神如神在。",
        "吾不与祭，如不祭。",
        "生，事之以礼;死，葬之以礼，祭之以礼。",
        "非其鬼而祭之，谄也。"
    ],
    "传统讣告的文化含义有":[
        "邀请生者前来与死者“见最后一面”",
        "邀请亲友前来襄助丧事",
        "让亲友邻居前来,含有死亡“验定”的意思"
    ],
    "灵魂观念几乎存在于所有的人类传统文化中。": 1,
    "中国古代各种殉葬、陪葬制度是“远鬼神而重丧祭”观念的产物。": 0,
    "孔子对孝的理解主要是物质赡养，": 0,
    "悲伤辅导中的悲伤是指()。": "一个人遭遇失落或被夺去心爱的人或物时所产生的一种悲哀、愤怒和罪恶感的感觉",
    "英国精神科医师()提出的悲伤过程四阶段包括，麻木、渴望、颓丧、复元四个阶段。": "帕克",
    "把悲伤分为正常悲伤和病态悲伤，并明确指出病态悲伤危害的精神科教授是()。": "沃登",
    "悲伤辅导的终极目标是()。": "协助生者处理与逝者之间因为失落而引发的各种情绪困扰并完成未竟事务",
    "下面()不能说明悲伤辅导的必要性。": "大多数丧亲者在丧亲的头一年内难以有效率低工作和参加社会活动，并因此造成社会损失",
    "需要进行悲伤辅导的原因是": "悲伤对人体来说一种严重负面情绪反应，对人体会造成一定的伤害。悲伤辅导就相当于对丧亲者这种负面情绪的一种治疗。",
    "沃登所说的“增加失落的现实感”的意思是指": "通过悲伤辅导，让丧亲者接纳亲人已逝的事实。帮助他们承认这不是错觉，也不是梦幻。",
    "悲伤辅导的一个重要内容是协助处理实际问题。但辅导者并不是所有事都可以做。下面辅导者不能做的事是": "帮助丧亲者卖房和迁居，以远离伤心之地",
    "病态的悲伤大体上可以分为": [
        "长期的悲伤", 
        "过度的悲伤",
        "延迟的悲伤",
        "掩饰的悲伤"
    ],
    "以下话语在悲伤辅导中你认为属于陈词滥调的有哪些?": [
        "别再哭了",
        "时间是治疗伤痛最好的药物",
        "在这种情况下你应该想开点",
        "一切都会好起来的"
    ],
    "能够说明悲伤辅导的重要性和原理的理论是": [
        "情感依附理论",
        "疾病理论", 
        "哀悼理论"
    ],
    "病态的悲伤是指在悲伤过程中,由于某些因素使丧亲者的神经功能受到损伤而导致无法继续悲伤,致使悲伤无法完成。": 0,
    "丧亲者与已逝亲人告别，将感情投注在新的关系里，是对已逝亲人的情感背叛。": 0,
    "鼓励还处在剧痛期的悲伤者做任何重大改变生活的决定都是不应该的。": 1,
    "阿尔贝·加缪认为，面对人生的荒诞，人们可以有三个态度，它们是": "生理上的自杀、哲学上的自杀、反抗",
    "天地之大德日生，这句话来自我国古代的典籍": "《易经》",
    "中国平均每天自杀的大学生数量超过": "1名",
    "下面不属于导致大学生自杀主要原因的是": "与父母关系失和",
    "你重要，因为你是你。这句来自英国安宁疗护创始人西塞莉·桑德斯博士的话告诉我们的道理是":
    "每个人都很重要，因为每个人都是独特的。",
    "以死观生，先行到死的意思是": "预先模拟或者体验生命终点的人生情形，再返回头来思考人生应该怎样活",
    "人的死亡意识是如何产生的?": "后天在生活事件或阅历的影响下产生",
    "“死亡意识”这个概念主要指": "人们认识到“人终有一死的事实!",
    "蒙田说“预先思考死亡就是预先思考自由。谁学会了死亡，谁就不会做奴隶。”他的意思是":
    "预先思考死亡的人懂得如何生活",
    "未经反思的生活是不值得过的”。这是谁的名言": "苏格拉底"
}